{
    "results": [
        {"name":"USA","capital":"Capital: Washington, D.C","currency":"Currency: United Sates Dollar ($)","flag":"https://upload.wikimedia.org/wikipedia/commons/d/de/Flag_of_the_United_States.png","size":"Size: 3,796,742 sq mi","population":"Population: With more than 311 million people, it is the third most poplulous country in the world ","fact":"Interesting fact: America is home to many natural wonders of the world. In fact, the United Nations Education, Scientific, and Cultural Organization (UNESCO) have recognized many heritage sites in America. According to UNESCO, a world heritage site is a place of special cultural or physical significance."},
        {"name":"Scotland","capital":"Capital: Edinburgh","currency":"Currency: Pound Sterling (£)","flag":"https://upload.wikimedia.org/wikipedia/commons/4/49/Flag_of_Scotland_Pantone300.png","size":"Size: 30,090 sq mi","population":"Population: 5,454 million people","fact":"Interesting fact: When you order your next drink at a Scottish pub make sure it’s a Whisky neat. That way you’ll be drinking Scotland’s finest. Not only is whisky the national drink of Scotland but the world-famous Scotch Whisky is known for its superb quality and rich varieties"},
        {"name":"England","capital":"Capital: London","currency":"Currency: Pound Sterling (£)","flag":"https://upload.wikimedia.org/wikipedia/en/thumb/a/ae/Flag_of_the_United_Kingdom.svg/1200px-Flag_of_the_United_Kingdom.svg.png","size":"Size: 50,301 sq mi","population":"Population: 55,58 millon people","fact":"Interesting fact: The Anglo-Zanzibar War is the shortest war in history. This war began at 9 am on the 27 of August in 1896 when the five ships of the Royal Navy attacked Zanzibar’s Royal Palace. The conflict lasted between 38 and 45 minutes until the white flag to surrender was raised. In this short war 500 people of Zanzibar died while only one British Marine was injured."},
        {"name":"Northern Ireland","capital":"Capital: Belfast","currency":"Currency: Pound Sterling (£)","flag":"https://upload.wikimedia.org/wikipedia/commons/d/da/Ulster_banner.png","size":"Size: 5 455,6 sq mi","population":"Population: 1,855 million people","fact":"Interesting fact: Northern Ireland was covered by an ice sheet for most of the last ice age and on numerous previous occasions, the legacy of which can be seen in the extensive coverage of drumlins in Counties Fermanagh, Armagh, Antrim and particularly Down."},
        {"name":"Wales","capital":"Capital: Cardiff","currency":"Currency: Pound Sterling (£)","flag":"https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Flag_of_Wales.svg/255px-Flag_of_Wales.svg.png","size":"Size: 8,023 sq mi","population":"Population: 3,136 million people","fact":"Interesting fact: There are 4 times the amount of sheep than there are people in wales. Wales has the most castles in one country than any other in the world. K, Q, V and Z are letters not seen in the Welsh language. Cardiff City Football team are the only non-English club to win the FA Cup (in 1927)."},
        {"name":"Japan","capital":"Capital: Tokyo","currency":"Currency: Japanese Yen (¥,円)","flag":"https://upload.wikimedia.org/wikipedia/commons/thumb/9/9e/Flag_of_Japan.svg/800px-Flag_of_Japan.svg.png","size":"Size: 145,937 sq mi","population":"Population: 125,8 million people","fact":"Interesting fact: The Japanese language orders words differently than we do in English. Instead of ordering sentences by subject-verb-object (example: I write words), Japanese uses subject-object-verb (example: I words write)."},
        {"name":"Korea","capital":"Capital: Seoul","currency":"Currency: South Korean Won (₩)","flag":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Flag_of_South_Korea.svg/1280px-Flag_of_South_Korea.svg.png","size":"Size: 38,691 sq mi","population":"Population: 51,78 million people","fact":"Interesting fact: One of the unique facts about Koreans is that they’re automatically one year old at birth. A newborn baby is considered one year old in South Korea. There are different schools of thought as to why this is. One explanation is that people think it’s because the baby is in the mother’s womb for nine months, which is about one year. Therefore in South Korea, the baby is one year old when born."}
    ]
}
